[
  {
    "id": 1,
    "image": "assets/images/nature_nomad.png",
    "header": "Nature Nomad E-commerce Website",
    "body": "This e-commerce website provides a seamless shopping experience for men's and women's clothing. It features a clean, user-friendly design, responsive layouts, and a dark mode option for more comfortable browsing.",
    "stack1": "React",
    "stack2": "Tailwind CSS",
    "prompt1": "Demo",
    "prompt2": "Code"
  },
  {
    "id": 2,
    "image": "assets/images/windmill.png",
    "header": "Windmill Dashboard",
    "body": "This dashboard lets you easily manage your products, add, edit, or delete items with just a few clicks. It also features charts for tracking data and a dark mode option for a comfortable user experience.",
    "stack1": "React",
    "stack2": "Tailwind CSS",
    "prompt1": "Demo",
    "prompt2": "Code"
  },
  {
    "id": 3,
    "image": "assets/images/monica.png",
    "header": "Monica Portfolio Website",
    "body": "This portfolio website is built for a market strategist, focusing on a clean design that showcases key projects and achievements. It’s easy to navigate, with a modern look that highlights strategic insights and expertise.",
    "stack1": "React",
    "stack2": "Tailwind CSS",
    "prompt1": "Demo",
    "prompt2": "Code"
  },
  {
    "id": 4,
    "image": "assets/images/dishdiary.png",
    "header": "Dish Diary Recipe App Design",
    "body": "Dish Diary is a cutting-edge recipe app designed to revolutionize the way users approach cooking. The app features a vast collection  of recipes with advanced Al chat features and the convenience of online grocery shopping.",
    "stack1": "Figma",
    "prompt1": "Demo"
  },
  {
    "id": 4,
    "image": "assets/images/digit.png",
    "header": "Digit App Design",
    "body": "An all inclusive and very easy to use app designed to help people reach their goals the easy way by managing their money, analyze their spending to find the perfect amount to save, auto-save money out of their bank account every few days and withdraw anytime.",
    "stack1": "Figma",
    "prompt1": "Demo"
  },
  {
    "id": 4,
    "image": "assets/images/swavy.png",
    "header": "Swavy E-commerce Landing Page",
    "body": "Swavy is an online store I had the pleasure of designing. The goal was to create an easy to use platform that lets users explore a wide range of stylish men's and women's collections. I focused on a clean, modern design that highlights the products without overwhelming the user.",
    "stack1": "Figma",
    "prompt1": "Demo"
  }
]
